[{
  "_id": {
    "$oid": "649211b09641ff588838cf06"
  },
  "title": "Исповедь неполноценного программиста",
  "content": "Все началось с того, как я скачал VS Code",
  "img": "unnamed.png",
  "popularity": 14,
  "createdAt": "2023-06-20T00:00:00.000Z",
  "author": "автор этого сайта",
  "description": "Описание"
},
{
  "_id": {
    "$oid": "6493102fb3b5e8ed3348f867"
  },
  "title": "Марсианские хроники",
  "content": "«Великое дело – способность удивляться, – сказал философ. – Космические полеты снова сделали всех нас детьми». Январь 1999. Ракетное лето Только что была огайская зима: двери заперты, окна закрыты, стекла незрячие от изморози, все крыши оторочены сосульками, дети мчатся с горок на лыжах, женщины в шубах черными медведицами бредут по гололедным улицам.И вдруг могучая волна тепла прокатилась по городку, вал горячего воздуха захлестнул его, будто нечаянно оставили открытой дверь пекарни. Зной омывал дома, кусты, детей. Сосульки срывались с крыш, разбивались и таяли. Двери распахнулись. Окна раскрылись. Дети скинули свитера. Мамаши сбросили медвежье обличье. Снег испарился, и на газонах показалась прошлогодняя жухлая трава.Ракетное лето. Из уст в уста с ветром из дома в открытый дом – два слова: Ракетное лето. Жаркий, как дыхание пустыни, воздух переиначивал морозные узоры на окнах, слизывал хрупкие кружева. Лыжи и санки вдруг стали не нужны. Снег, падавший на городок с холодного неба, превращался в горячий дождь, не долетев до земли.Ракетное лето. Высунувшись с веранд под дробную капель, люди смотрели вверх на алеющее небо.Ракета стояла на космодроме, испуская розовые клубы огня и печного жара. В стуже зимнего утра ракета творила лето каждым выдохом своих мощных дюз. Ракета делала погоду, и на короткий миг во всей округе воцарилось лето…Февраль 1999. ИллаОни жили на планете Марс, в доме с хрустальными колоннами, на",
  "img": "chronicles.jpg",
  "popularity": 70,
  "createdAt": "1950-04-05T00:00:00.000Z",
  "author": "Рэй Брэдбери",
  "description": "Хотите покорить Марс, этот странный изменчивый мир, населенный загадочными, неуловимыми обитателями и не такой уж добрый к человеку? Дерзайте. Но только приготовьтесь в полной мере испить чашу сожалений и тоски – тоски по зеленой планете Земля, на которой навсегда останется ваше сердце. Цикл удивительных марсианских историй Рэя Брэдбери– классическое произведение, вошедшее в золотой фонд мировой литературы."
},
{
  "_id": {
    "$oid": "6494816a32b9103add9a399c"
  },
  "title": "Преступление и наказание",
  "content": "В начале июля, в чрезвычайно жаркое время, под вечер, один молодой человек вышел из своей каморки, которую нанимал от жильцов в С — м переулке, на улицу и медленно, как бы в нерешимости, отправился к К — ну мосту.\nОн благополучно избегнул встречи с своею хозяйкой на лестнице. Каморка его приходилась под самою кровлей высокого пятиэтажного дома и походила более на шкаф, чем на квартиру. Квартирная же хозяйка его, у которой он нанимал эту каморку с обедом и прислугой, помещалась одною лестницей ниже, в отдельной квартире, и каждый раз, при выходе на улицу, ему непременно надо было проходить мимо хозяйкиной кухни, почти всегда настежь отворенной на лестницу. И каждый раз молодой человек, проходя мимо, чувствовал какое-то болезненное и трусливое ощущение, которого стыдился и от которого морщился. Он был должен кругом хозяйке и боялся с нею встретиться.\nНе то чтоб он был так труслив и забит, совсем даже напротив; но с некоторого времени он был в раздражительном и напряженном состоянии, похожем на ипохондрию. Он до того углубился в себя и уединился от всех, что боялся даже всякой встречи, не только встречи с хозяйкой. Он был задавлен бедностью; но даже стесненное положение перестало в последнее время тяготить его. Насущными делами своими он совсем перестал и не хотел заниматься. Никакой хозяйки, в сущности, он не боялся, что бы та ни замышляла против него. Но останавливаться на лестнице, слушать всякий вздор про всю эту обыденную дребедень, до которой ему нет никакого дела, все эти приставания о платеже, угрозы, жалобы, и при этом самому изворачиваться, извиняться, лгать, — нет уж, лучше проскользнуть как-нибудь кошкой по лестнице и улизнуть, чтобы никто не видал.\nВпрочем, на этот раз страх встречи с своею кредиторшей даже его самого поразил по выходе на улицу.\n«На какое дело хочу покуситься и в то же время каких пустяков боюсь! — подумал он с странною улыбкой. — Гм... да... всё в руках человека, и всё-то он мимо носу проносит, единственно от одной трусости... это уж аксиома... Любопытно, чего люди больше всего боятся? Нового шага, нового собственного слова они всего больше боятся... А впрочем, я слишком много болтаю. Оттого и ничего не делаю, что болтаю. Пожалуй, впрочем, и так: оттого болтаю, что ничего не делаю. Это я в этот последний месяц выучился болтать, лежа по целым суткам в углу и думая... о царе Горохе. Ну зачем я теперь иду? Разве я способен на это? Разве это серьезно? Совсем не серьезно. Так, ради фантазии сам себя тешу; игрушки! Да, пожалуй что и игрушки!»\nНа улице жара стояла страшная, к тому же духота, толкотня, всюду известка, леса, кирпич, пыль и та особенная летняя вонь, столь известная каждому петербуржцу, не имеющему возможности нанять дачу, — всё это разом неприятно потрясло и без того уже расстроенные нервы юноши. Нестерпимая же вонь из распивочных, которых в этой части города особенное множество, и пьяные, поминутно попадавшиеся, несмотря на буднее время, довершили отвратительный и грустный колорит картины. Чувство глубочайшего омерзения мелькнуло на миг в тонких чертах молодого человека. Кстати, он был замечательно хорош собою, с прекрасными темными глазами, темно-рус, ростом выше среднего, тонок и строен. Но скоро он впал как бы в глубокую задумчивость, даже, вернее сказать, как бы в какое-то забытье, и пошел, уже не замечая окружающего, да и не желая его замечать. Изредка только бормотал он что-то про себя, от своей привычки к монологам, в которой он сейчас сам себе признался. В эту же минуту он и сам сознавал, что мысли его порою мешаются и что он очень слаб: второй день как уж он почти совсем ничего не ел.\nОн был до того худо одет, что иной, даже и привычный человек, посовестился бы днем выходить в таких лохмотьях на улицу. Впрочем, квартал был таков, что костюмом здесь было трудно кого-нибудь удивить. Близость Сенной, обилие известных заведений и, по преимуществу, цеховое и ремесленное население, скученное в этих серединных петербургских улицах и переулках, пестрили иногда общую панораму такими субъектами, что странно было бы и удивляться при встрече с иною фигурой. Но столько злобного презрения уже накопилось в душе молодого человека, что, несмотря на всю свою, иногда очень молодую, щекотливость, он менее всего совестился своих лохмотьев на улице. Другое дело при встрече с иными знакомыми или с прежними товарищами, с которыми вообще он не любил встречаться... А между тем, когда один пьяный, которого неизвестно почему и куда провозили в это время по улице в огромной телеге, запряженной огромною ломовою лошадью, крикнул ему вдруг, проезжая: «Эй ты, немецкий шляпник!» — и заорал во всё горло, указывая на него рукой, — молодой человек вдруг остановился и судорожно схватился за свою шляпу. Шляпа эта была высокая, круглая, циммермановская, но вся уже изношенная, совсем рыжая, вся в дырах и пятнах, без полей и самым безобразнейшим углом заломившаяся на сторону. Но не стыд, а совсем другое чувство, похожее даже на испуг, охватило его.\n«Я так и знал! — бормотал он в смущении, — я так и думал! Это уж всего сквернее! Вот эдакая какая-нибудь глупость, какая-нибудь пошлейшая мелочь, весь замысел может испортить! Да, слишком приметная шляпа... Смешная, потому и приметная... К моим лохмотьям непременно нужна фуражка, хотя бы старый блин какой-нибудь, а не этот урод. Никто таких не носит, за версту заметят, запомнят... главное, потом запомнят, ан и улика. Тут нужно быть как можно неприметнее... Мелочи, мелочи главное!.. Вот эти-то мелочи и губят всегда и всё...»\nИдти ему было немного; он даже знал, сколько шагов от ворот его дома: ровно семьсот тридцать. Как-то раз он их сосчитал, когда уж очень размечтался. В то время он и сам еще не верил этим мечтам своим и только раздражал себя их безобразною, но соблазнительною дерзостью. Теперь же, месяц спустя, он уже начинал смотреть иначе и, несмотря на все поддразнивающие монологи о собственном бессилии и нерешимости, «безобразную» мечту как-то даже поневоле привык считать уже предприятием, хотя всё еще сам себе не верил. Он даже шел теперь делать пробу своему предприятию, и с каждым шагом волнение его возрастало всё сильнее и сильнее.\nС замиранием сердца и нервною дрожью подошел он к преогромнейшему дому, выходившему одною стеной на канаву, а другою в — ю улицу. Этот дом стоял весь в мелких квартирах и заселен был всякими промышленниками — портными, слесарями, кухарками, разными немцами, девицами, живущими от себя, мелким чиновничеством и проч. Входящие и выходящие так и шмыгали под обоими воротами и на обоих дворах дома. Тут служили три или четыре дворника. Молодой человек был очень доволен, не встретив ни которого из них, и неприметно проскользнул сейчас же из ворот направо на лестницу. Лестница была темная и узкая, «черная», но он всё уже это знал и изучил, и ему вся эта обстановка нравилась: в такой темноте даже и любопытный взгляд был неопасен. «Если о сю пору я так боюсь, что же было бы, если б и действительно как-нибудь случилось до самого дела дойти?..» — подумал он невольно, проходя в четвертый этаж. Здесь загородили ему дорогу отставные солдаты-носильщики, выносившие из одной квартиры мебель. Он уже прежде знал, что в этой квартире жил один семейный немец, чиновник: «Стало быть, этот немец теперь выезжает, и, стало быть, в четвертом этаже, по этой лестнице и на этой площадке, остается, на некоторое время, только одна старухина квартира занятая. Это хорошо... на всякой случай...» — подумал он опять и позвонил в старухину квартиру. Звонок брякнул слабо, как будто был сделан из жести, а не из меди. В подобных мелких квартирах таких домов почти всё такие звонки. Он уже забыл звон этого колокольчика, и теперь этот особенный звон как будто вдруг ему что-то напомнил и ясно представил... Он так и вздрогнул, слишком уже ослабели нервы на этот раз. Немного спустя дверь приотворилась на крошечную щелочку: жилица оглядывала из щели пришедшего с видимым недоверием, и только виднелись ее сверкавшие из темноты глазки. Но увидав на площадке много народу, она ободрилась и отворила совсем. Молодой человек переступил через порог в темную прихожую, разгороженную перегородкой, за которою была крошечная кухня. Старуха стояла перед ним молча и вопросительно на него глядела. Это была крошечная, сухая старушонка, лет шестидесяти, с вострыми и злыми глазками, с маленьким вострым носом и простоволосая. Белобрысые, мало поседевшие волосы ее были жирно смазаны маслом. На ее тонкой и длинной шее, похожей на куриную ногу, было наверчено какое-то фланелевое тряпье, а на плечах, несмотря на жару, болталась вся истрепанная и пожелтелая меховая кацавейка. Старушонка поминутно кашляла и кряхтела. Должно быть, молодой человек взглянул на нее каким-нибудь особенным взглядом, потому что и в ее глазах мелькнула вдруг опять прежняя недоверчивость.\n— Раскольников, студент, был у вас назад тому месяц, — поспешил пробормотать молодой человек с полупоклоном, вспомнив, что надо быть любезнее.\n— Помню, батюшка, очень хорошо помню, что вы были, — отчетливо проговорила старушка, по-прежнему не отводя своих вопрошающих глаз от его лица.\n— Так вот-с... и опять, по такому же дельцу... — продолжал Раскольников, немного смутившись и удивляясь недоверчивости старухи.\n«Может, впрочем, она и всегда такая, да я в тот раз не заметил», — подумал он с неприятным чувством.\nСтаруха помолчала, как бы в раздумье, потом отступила в сторону и, указывая на дверь в комнату, произнесла, пропуская гостя вперед:\n— Пройдите, батюшка.\nНебольшая комната, в которую прошел молодой человек, с желтыми обоями, геранями и кисейными занавесками на окнах, была в эту минуту ярко освещена заходящим солнцем. «И тогда, стало быть, так же будет солнце светить!..» — как бы невзначай мелькнуло в уме Раскольникова, и быстрым взглядом окинул он всё в комнате, чтобы по возможности изучить и запомнить расположение. Но в комнате не было ничего особенного. Мебель, вся очень старая и из желтого дерева, состояла из дивана с огромною выгнутою деревянною спинкой, круглого стола овальной формы перед диваном, туалета с зеркальцем в простенке, стульев по стенам да двух-трех грошовых картинок в желтых рамках, изображавших немецких барышень с птицами в руках, — вот и вся мебель. В углу перед небольшим образом горела лампада. Всё было очень чисто: и мебель, и полы были оттерты под лоск; всё блестело. «Лизаветина работа», — подумал молодой человек. Ни пылинки нельзя было найти во всей квартире. «Это у злых и старых вдовиц бывает такая чистота», — продолжал про себя Раскольников и с любопытством покосился на ситцевую занавеску перед дверью во вторую, крошечную комнатку, где стояли старухины постель и комод и куда он еще ни разу не заглядывал. Вся квартира состояла из этих двух комнат.\n— Что угодно? — строго произнесла старушонка, войдя в комнату и по-прежнему становясь прямо перед ним, чтобы глядеть ему прямо в лицо.\n— Заклад принес, вот-с! — И он вынул из кармана старые плоские серебряные часы. На оборотной дощечке их был изображен глобус. Цепочка была стальная.\n— Да ведь и прежнему закладу срок. Еще третьего дня месяц как минул.\n— Я вам проценты еще за месяц внесу; потерпите.\n— А в том моя добрая воля, батюшка, терпеть или вещь вашу теперь же продать.\n— Много ль за часы-то, Алена Ивановна?\n— А с пустяками ходишь, батюшка, ничего, почитай, не стоит. За колечко вам прошлый раз два билетика внесла, а оно и купить-то его новое у ювелира за полтора рубля можно.\n— Рубля-то четыре дайте, я выкуплю, отцовские. Я скоро деньги получу.\n— Полтора рубля-с и процент вперед, коли хотите-с.\n— Полтора рубля! — вскрикнул молодой человек.\n— Ваша воля. — И старуха протянула ему обратно часы. Молодой человек взял их и до того рассердился, что хотел было уже уйти; но тотчас одумался, вспомнив, что идти больше некуда и что он еще и за другим пришел.\n— Давайте! — сказал он грубо.\nСтаруха полезла в карман за ключами и пошла в другую комнату за занавески. Молодой человек, оставшись один среди комнаты, любопытно прислушивался и соображал. Слышно было, как она отперла комод. «Должно быть, верхний ящик, — соображал он. — Ключи она, стало быть, в правом кармане носит... Все на одной связке, в стальном кольце... И там один ключ есть всех больше, втрое, с зубчатою бородкой, конечно, не от комода... Стало быть, есть еще какая-нибудь шкатулка, али укладка... Вот это любопытно. У укладок всё такие ключи... А впрочем, как это подло всё...»\nСтаруха воротилась.\n— Вот-с, батюшка: коли по гривне в месяц с рубля, так за полтора рубля причтется с вас пятнадцать копеек, за месяц вперед-с. Да за два прежних рубля с вас еще причитается по сему же счету вперед двадцать копеек. А всего, стало быть, тридцать пять. Приходится же вам теперь всего получить за часы ваши рубль пятнадцать копеек. Вот получите-с.\n— Как! так уж теперь рубль пятнадцать копеек!\n— Точно так-с.\nМолодой человек спорить не стал и взял деньги. Он смотрел на старуху и не спешил уходить, точно ему еще хотелось что-то сказать или сделать, но как будто он и сам не знал, что именно...\n— Я вам, Алена Ивановна, может быть, на днях, еще одну вещь принесу... серебряную... хорошую... папиросочницу одну... вот как от приятеля ворочу... — Он смутился и замолчал.\n— Ну тогда и будем говорить, батюшка.\n— Прощайте-с... А вы всё дома одни сидите, сестрицы-то нет? — спросил он как можно развязнее, выходя в переднюю.\n— А вам какое до нее, батюшка, дело?\n— Да ничего особенного. Я так спросил. Уж вы сейчас... Прощайте, Алена Ивановна!\nРаскольников вышел в решительном смущении. Смущение это всё более и более увеличивалось. Сходя по лестнице, он несколько раз даже останавливался, как будто чем-то внезапно пораженный. И наконец, уже на улице, он воскликнул:\n«О боже! как это всё отвратительно! И неужели, неужели я... нет, это вздор, это нелепость! — прибавил он решительно. — И неужели такой ужас мог прийти мне в голову? На какую грязь способно, однако, мое сердце! Главное: грязно, пакостно, гадко, гадко!.. И я, целый месяц...»\nНо он не мог выразить ни словами, ни восклицаниями своего волнения. Чувство бесконечного отвращения, начинавшее давить и мутить его сердце еще в то время, как он только шел к старухе, достигло теперь такого размера и так ярко выяснилось, что он не знал, куда деться от тоски своей. Он шел по тротуару как пьяный, не замечая прохожих и сталкиваясь с ними, и опомнился уже в следующей улице. Оглядевшись, он заметил, что стоит подле распивочной, в которую вход был с тротуара по лестнице вниз, в подвальный этаж. Из дверей, как раз в эту минуту, выходили двое пьяных и, друг друга поддерживая и ругая, взбирались на улицу. Долго не думая, Раскольников тотчас же спустился вниз. Никогда до сих пор не входил он в распивочные, но теперь голова его кружилась, и к тому же палящая жажда томила его. Ему захотелось выпить холодного пива, тем более что внезапную слабость свою он относил и к тому, что был голоден. Он уселся в темном и грязном углу, за липким столиком, спросил пива и с жадностию выпил первый стакан. Тотчас же всё отлегло, и мысли его прояснели. «Всё это вздор, — сказал он с надеждой, — и нечем тут было смущаться! Просто физическое расстройство! Один какой-нибудь стакан пива, кусок сухаря, — и вот, в один миг, крепнет ум, яснеет мысль, твердеют намерения! Тьфу, какое всё это ничтожество!..» Но, несмотря на этот презрительный плевок, он глядел уже весело, как будто внезапно освободясь от какого-то ужасного бремени, и дружелюбно окинул глазами присутствующих. Но даже и в эту минуту он отдаленно предчувствовал, что вся эта восприимчивость к лучшему была тоже болезненная.\nВ распивочной на ту пору оставалось мало народу. Кроме тех двух пьяных, что попались на лестнице, вслед за ними же вышла еще разом целая ватага, человек в пять, с одною девкой и с гармонией. После них стало тихо и просторно. Остались: один хмельной, но немного, сидевший за пивом, с виду мещанин; товарищ его, толстый, огромный, в сибирке и с седою бородой, очень захмелевший, задремавший на лавке и изредка, вдруг, как бы спросонья, начинавший прищелкивать пальцами, расставив руки врозь, и подпрыгивать верхнею частию корпуса, не вставая с лавки, причем подпевал какую-то ерунду, силясь припомнить стихи, вроде:\nЦелый год жену ласкал,\nЦел-лый год же-ну лас-кал...\nИли вдруг, проснувшись, опять:\nПо Подьяческой пошел,\nСвою прежнюю нашел...\nНо никто не разделял его счастия; молчаливый товарищ его смотрел на все эти взрывы даже враждебно и с недоверчивостью. Был тут и еще один человек, с виду похожий как бы на отставного чиновника. Он сидел особо, перед своею посудинкой, изредка отпивая и посматривая кругом. Он был тоже как будто в некотором волнении.",
  "img": "punishment.jpg",
  "popularity": 102,
  "createdAt": {
    "$date": {
      "$numberLong": "-3281841941648"
    }
  },
  "author": "Ф.М. Достоевский",
  "description": "«Преступление и наказание» – гениальный роман, главные темы которого: преступление и наказание, жертвенность и любовь, свобода и гордость человека – обрамлены почти детективным сюжетом.\n\nМногократно экранизированный и не раз поставленный на сцене, он и по сей день читается на одном дыхании.",
  "__v": 0
},
{
  "_id": {
    "$oid": "6494840d32b9103add9a3a69"
  },
  "title": "Собачье сердце",
  "content": "У‑у-у-у-у-гу-гуг-гуу! О, гляньте на меня, я погибаю. Вьюга в подворотне ревёт мне отходную, и я вою с ней. Пропал я, пропал. Негодяй в грязном колпаке – повар столовой нормального питания служащих центрального совета народного хозяйства – плеснул кипятком и обварил мне левый бок.\n\nКакая гадина, а ещё пролетарий. Господи, боже мой – как больно! До костей проело кипяточком. Я теперь вою, вою, да разве воем поможешь.\n\nЧем я ему помешал? Неужели я обожру совет народного хозяйства, если в помойке пороюсь? Жадная тварь! Вы гляньте когда-нибудь на его рожу: ведь он поперёк себя шире. Вор с медной мордой. Ах, люди, люди. В полдень угостил меня колпак кипятком, а сейчас стемнело, часа четыре приблизительно пополудни, судя по тому, как луком пахнет из пожарной пречистенской команды. Пожарные ужинают кашей, как вам известно. Но это – последнее дело, вроде грибов. Знакомые псы с Пречистенки, впрочем, рассказывали, будто бы на Неглинном в ресторане «бар» жрут дежурное блюдо – грибы, соус пикан по 3р.75 к. порция. Это дело на любителя всё равно, что калошу лизать… У‑у-у-у‑у…\n\nБок болит нестерпимо, и даль моей карьеры видна мне совершенно отчётливо: завтра появятся язвы и, спрашивается, чем я их буду лечить?\n\nЛетом можно смотаться в Сокольники, там есть особенная, очень хорошая трава, а кроме того, нажрёшься бесплатно колбасных головок, бумаги жирной набросают граждане, налижешься. И если бы не грымза какая-то, что поёт на лугу при луне – «Милая Аида» – так, что сердце падает, было бы отлично. А теперь куда пойдёшь? Не били вас сапогом? Били. Кирпичом по рёбрам получали? Кушано достаточно. Всё испытал, с судьбой своей мирюсь и, если плачу сейчас, то только от физической боли и холода, потому что дух мой ещё не угас… Живуч собачий дух.\n\nНо вот тело моё изломанное, битое, надругались над ним люди достаточно. Ведь главное что – как врезал он кипяточком, под шерсть проело, и защиты, стало быть, для левого бока нет никакой. Я очень легко могу получить воспаление лёгких, а, получив его, я, граждане, подохну с голоду. С воспалением лёгких полагается лежать на парадном ходе под лестницей, а кто же вместо меня, лежащего холостого пса, будет бегать по сорным ящикам в поисках питания? Прохватит лёгкое, поползу я на животе, ослабею, и любой спец пришибёт меня палкой насмерть. И дворники с бляхами ухватят меня за ноги и выкинут на телегу…\n\nДворники из всех пролетариев – самая гнусная мразь. Человечьи очистки – самая низшая категория. Повар попадается разный. Например – покойный Влас с Пречистенки. Скольким он жизнь спас. Потому что самое главное во время болезни перехватить кус. И вот, бывало, говорят старые псы, махнёт Влас кость, а на ней с осьмушку мяса. Царство ему небесное за то, что был настоящая личность, барский повар графов Толстых, а не из Совета Нормального питания. Что они там вытворяют в Нормальном питании – уму собачьему непостижимо. Ведь они же, мерзавцы, из вонючей солонины щи варят, а те, бедняги, ничего и не знают. Бегут, жрут, лакают.\n\nИная машинисточка получает по IX разряду четыре с половиной червонца, ну, правда, любовник ей фильдеперсовые чулочки подарит. Да ведь сколько за этот фильдеперс ей издевательств надо вынести. Ведь он её не каким-нибудь обыкновенным способом, а подвергает французской любви. С… эти французы, между нами говоря. Хоть и лопают богато, и всё с красным вином. Да…\n\nПрибежит машинисточка, ведь за 4,5 червонца в бар не пойдёшь. Ей и на кинематограф не хватает, а кинематограф у женщины единственное утешение в жизни. Дрожит, морщится, а лопает… Подумать только: 40 копеек из двух блюд, а они оба эти блюда и пятиалтынного не стоят, потому что остальные 25 копеек завхоз уворовал. А ей разве такой стол нужен? У неё и верхушка правого лёгкого не в порядке и женская болезнь на французской почве, на службе с неё вычли, тухлятиной в столовой накормили, вот она, вот она…\n\nБежит в подворотню в любовниковых чулках. Ноги холодные, в живот дует, потому что шерсть на ней вроде моей, а штаны она носит холодные, одна кружевная видимость. Рвань для любовника. Надень-ка она фланелевые, попробуй, он и заорёт: до чего ты неизящна! Надоела мне моя Матрёна, намучился я с фланелевыми штанами, теперь пришло моё времечко. Я теперь председатель, и сколько ни накраду – всё на женское тело, на раковые шейки, на абрау-дюрсо. Потому что наголодался я в молодости достаточно, будет с меня, а загробной жизни не существует.\n\nЖаль мне её, жаль! Но самого себя мне ещё больше жаль. Не из эгоизма говорю, о нет, а потому что мы действительно не в равных условиях. Ей-то хоть дома тепло, ну а мне, а мне… Куда пойду? У‑у-у-у‑у!..\n\n– Куть, куть, куть! Шарик, а шарик… Чего ты скулишь, бедняжка? Кто тебя обидел? Ух…\n\nВедьма сухая метель загремела воротами и помелом съездила по уху барышню. Юбчонку взбила до колен, обнажила кремовые чулочки и узкую полосочку плохо стиранного кружевного бельишка, задушила слова и замела пса.\n\nБоже мой… Какая погода… Ух… И живот болит. Это солонина! И когда же это всё кончится?\n\nНаклонив голову, бросилась барышня в атаку, прорвалась в ворота, и на улице начало её вертеть, вертеть, раскидывать, потом завинтило снежным винтом, и она пропала.\n\nА пёс остался в подворотне и, страдая от изуродованного бока, прижался к холодной стене, задохся и твёрдо решил, что больше отсюда никуда не пойдёт, тут и сдохнет в подворотне. Отчаяние повалило его. На душе у него было до того больно и горько, до того одиноко и страшно, что мелкие собачьи слёзы, как пупырыши, вылезали из глаз и тут же засыхали.\n\nИспорченный бок торчал свалявшимися промёрзшими комьями, а между ними глядели красные зловещие пятна обвара. До чего бессмысленны, тупы, жестоки повара. – «Шарик» она назвала его… Какой он к чёрту «Шарик»? Шарик – это значит круглый, упитанный, глупый, овсянку жрёт, сын знатных родителей, а он лохматый, долговязый и рваный, шляйка поджарая, бездомный пёс. Впрочем, спасибо на добром слове.\n\nДверь через улицу в ярко освещённом магазине хлопнула, и из неё показался гражданин. Именно гражданин, а не товарищ, и даже – вернее всего, – господин. Ближе – яснее – господин. А вы думаете, я сужу по пальто? Вздор. Пальто теперь очень многие и из пролетариев носят. Правда, воротники не такие, об этом и говорить нечего, но всё же издали можно спутать. А вот по глазам – тут уж и вблизи и издали не спутаешь. О, глаза значительная вещь. Вроде барометра. Всё видно у кого великая сушь в душе, кто ни за что, ни про что может ткнуть носком сапога в рёбра, а кто сам всякого боится. Вот последнего холуя именно и приятно бывает тяпнуть за лодыжку. Боишься – получай. Раз боишься – значит стоишь… Р‑р-р…\n\nГау-гау…\n\nГосподин уверенно пересёк в столбе метели улицу и двинулся в подворотню. Да, да, у этого всё видно. Этот тухлой солонины лопать не станет, а если где-нибудь ему её и подадут, поднимет такой скандал, в газеты напишет: меня, Филиппа Филипповича, обкормили.\n\nВот он всё ближе и ближе. Этот ест обильно и не ворует, этот не станет пинать ногой, но и сам никого не боится, а не боится потому, что вечно сыт. Он умственного труда господин, с французской остроконечной бородкой и усами седыми, пушистыми и лихими, как у французских рыцарей, но запах по метели от него летит скверный, больницей. И сигарой.\n\nКакого же лешего, спрашивается, носило его в кооператив Центрохоза?\n\nВот он рядом… Чего ждёт? У‑у-у‑у… Что он мог покупать в дрянном магазинишке, разве ему мало охотного ряда? Что такое? Колбасу. Господин, если бы вы видели, из чего эту колбасу делают, вы бы близко не подошли к магазину. Отдайте её мне.\n\nПёс собрал остаток сил и в безумии пополз из подворотни на тротуар.\n\nВьюга захлопала из ружья над головой, взметнула громадные буквы полотняного плаката «Возможно ли омоложение?».\n\nНатурально, возможно. Запах омолодил меня, поднял с брюха, жгучими волнами стеснил двое суток пустующий желудок, запах, победивший больницу, райский запах рубленой кобылы с чесноком и перцем. Чувствую, знаю – в правом кармане шубы у него колбаса. Он надо мной. О, мой властитель! Глянь на меня. Я умираю. Рабская наша душа, подлая доля!\n\nПёс пополз, как змея, на брюхе, обливаясь слезами. Обратите внимание на поварскую работу. Но ведь вы ни за что не дадите. Ох, знаю я очень хорошо богатых людей! А в сущности – зачем она вам? Для чего вам гнилая лошадь? Нигде, кроме такой отравы не получите, как в Моссельпроме. А вы сегодня завтракали, вы, величина мирового значения, благодаря мужским половым железам. У‑у-у‑у… Что же это делается на белом свете? Видно, помирать-то ещё рано, а отчаяние – и подлинно грех. Руки ему лизать, больше ничего не остаётся.\n\nЗагадочный господин наклонился к псу, сверкнул золотыми ободками глаз и вытащил из правого кармана белый продолговатый свёрток. Не снимая коричневых перчаток, размотал бумагу, которой тотчас же овладела метель, и отломил кусок колбасы, называемой «особая краковская». И псу этот кусок.\n\nО, бескорыстная личность! У‑у-у!\n\n– Фить-фить, – посвистал господин и добавил строгим голосом:\n\n– Бери!\n\nШарик, Шарик!\n\nОпять Шарик. Окрестили. Да называйте как хотите. За такой исключительный ваш поступок.\n\nПёс мгновенно оборвал кожуру, с всхлипыванием вгрызся в краковскую и сожрал её в два счёта. При этом подавился колбасой и снегом до слёз, потому что от жадности едва не заглотал верёвочку. Ещё, ещё лижу вам руку.\n\nЦелую штаны, мой благодетель!\n\n– Будет пока что… – господин говорил так отрывисто, точно командовал. Он наклонился к Шарику, пытливо глянул ему в глаза и неожиданно провёл рукой в перчатке интимно и ласково по Шарикову животу.\n\n– А‑га, – многозначительно молвил он, – ошейника нету, ну вот и прекрасно, тебя-то мне и надо. Ступай за мной. – Он пощёлкал пальцами. – Фить-фить!\n\nЗа вами идти? Да на край света. Пинайте меня вашими фетровыми ботиками, я слова не вымолвлю.\n\nПо всей Пречистенке сняли фонари. Бок болел нестерпимо, но Шарик временами забывал о нём, поглощённый одной мыслью – как бы не утерять в сутолоке чудесного видения в шубе и чем-нибудь выразить ему любовь и преданность. И раз семь на протяжении Пречистенки до Обухова переулка он её выразил. Поцеловал в ботик у Мёртвого переулка, расчищая дорогу, диким воем так напугал какую-то даму, что она села на тумбу, раза два подвыл, чтобы поддержать жалость к себе.\n\nКакой-то сволочной, под сибирского деланный кот-бродяга вынырнул из-за водосточной трубы и, несмотря на вьюгу, учуял краковскую. Шарик света не взвидел при мысли, что богатый чудак, подбирающий раненых псов в подворотне, чего доброго и этого вора прихватит с собой, и придётся делиться моссельпромовским изделием. Поэтому на кота он так лязгнул зубами, что тот с шипением, похожим на шипение дырявого шланга, забрался по трубе до второго этажа. – Ф‑р-р‑р… га…у! Вон! Не напасёшься моссельпрома на всякую рвань, шляющуюся по Пречистенке.\n\nГосподин оценил преданность и у самой пожарной команды, у окна, из которого слышалось приятное ворчание валторны, наградил пса вторым куском поменьше, золотников на пять.\n\nЭх, чудак. Подманивает меня. Не беспокойтесь! Я и сам никуда не уйду.\n\nЗа вами буду двигаться куда ни прикажете.\n\n– Фить-фить-фить! Сюда!\n\nВ Обухов? Сделайте одолжение. Очень хорошо известен нам этот переулок.\n\nФить-фить! Сюда? С удово… Э, нет, позвольте. Нет. Тут швейцар. А уж хуже этого ничего на свете нет. Во много раз опаснее дворника. Совершенно ненавистная порода. Гаже котов. Живодёр в позументе.\n\n– Да не бойся ты, иди.\n\n– Здравия желаю, Филипп Филиппович.\n\n– Здравствуй, Фёдор.\n\nВот это – личность. Боже мой, на кого же ты нанесла меня, собачья моя доля! Что это за такое лицо, которое может псов с улицы мимо швейцаров вводить в дом жилищного товарищества? Посмотрите, этот подлец – ни звука, ни движения! Правда, в глазах у него пасмурно, но, в общем, он равнодушен под околышем с золотыми галунами. Словно так и полагается. Уважает, господа, до чего уважает! Ну‑с, а я с ним и за ним. Что, тронул? Выкуси.\n\nВот бы тяпнуть за пролетарскую мозолистую ногу. За все издевательства вашего брата. Щёткой сколько раз морду уродовал мне, а?\n\n– Иди, иди.\n\nПонимаем, понимаем, не извольте беспокоится. Куда вы, туда и мы. Вы только дорожку указывайте, а я уж не отстану, несмотря на отчаянный мой бок.\n\nС лестницы вниз:\n\n– Писем мне, Фёдор, не было?\n\nСнизу на лестницу почтительно:\n\n– Никак нет, Филипп Филиппович (интимно вполголоса вдогонку), – а в третью квартиру жилтоварищей вселили.\n\nВажный пёсий благотворитель круто обернулся на ступеньке и, перегнувшись через перила, в ужасе спросил:\n\n– Ну‑у?\n\nГлаза его округлились и усы встали дыбом.\n\nШвейцар снизу задрал голову, приладил ладошку к губам и подтвердил:\n\n– Точно так, целых четыре штуки.\n\n– Боже мой! Воображаю, что теперь будет в квартире. Ну и что ж они?\n\n– Да ничего‑с.\n\n– А Фёдор Павлович?\n\n– За ширмами поехали и за кирпичом. Перегородки будут ставить.\n\n– Чёрт знает, что такое!\n\n– Во все квартиры, Филипп Филиппович, будут вселять, кроме вашей.\n\nСейчас собрание было, выбрали новое товарищество, а прежних – в шею.\n\n– Что делается. Ай-яй-яй… Фить-фить.\n\nИду‑с, поспеваю. Бок, изволите ли видеть, даёт себя знать. Разрешите лизнуть сапожок.\n\nГалун швейцара скрылся внизу. На мраморной площадке повеяло теплом от труб, ещё раз повернули и вот – бельэтаж.",
  "img": "dog_heart.jpg",
  "popularity": 48,
  "createdAt": {
    "$date": {
      "$numberLong": "-1392532466615"
    }
  },
  "author": "М. А Булгаков",
  "description": "Повесть «Собачье сердце» – одно из самых известных и запоминающихся произведений в творчестве Михаила Булгакова. С неподражаемым сарказмом и юмором Булгаков описал небывалый рискованный эксперимент профессора Преображенского по превращению собаки в человека, создав великолепную пародию на парадоксальную обстановку Советской России 30-х годов. Жестокий опыт по выведению новой «породы» людей показывает, что нельзя безнаказанно экспериментировать с природой и менять Божий Промысел в угоду политическим целям. Детища подобных экспериментов способны уничтожить своих создателей.",
  "__v": 0
},
{
  "_id": {
    "$oid": "649485c120d5d3e175a36335"
  },
  "title": "Сто лет одиночества",
  "content": "Много лет спустя, перед самым расстрелом, полковник Аурелиано Буэндия припомнит тот далекий день, когда отец повел его поглядеть на лед.\n\nМакондо был тогда небольшим поселком из двадцати глинобитных, с камышовыми кровлями домишек, стоявших на берегу реки, которая несла свои прозрачные воды по ложу из белых, гладких и огромных, как доисторические яйца, валунов. Мир был таким первозданным, что многие вещи не имели названия и на них просто тыкали пальцем. Каждый год в марте месяце лохмотное цыганское племя ставило свой шатер близ поселка, и под звонкое дребезжание бубнов и визготню свистулек пришельцы показывали жителям новейшие изобретения. Вначале они привезли магнит. Коренастый цыган с кудлатой бородой и воробьиными руками-лапками назвал свое имя – Мелькиадес – и стал демонстрировать обомлевшим зрителям не что иное, как восьмое чудо света, сотворенное, по его словам, учеными-алхимиками из Македонии. Цыган ходил из дома в дом, потрясая двумя брусками железа, и люди вздрагивали от ужаса, видя, как тазы, кастрюли, жаровни и ухваты подпрыгивают на месте, как поскрипывают доски, с трудом удерживая рвущиеся из них гвозди и болты, а вещицы, давным-давно исчезнувшие, объявляются именно там, где все было перерыто в их поисках, и скопом несутся к волшебному железу Мелькиадеса. «Всякая вещь – живая, – объявил цыган категорично и сурово. – Надо только суметь разбудить ее душу». Хосе Аркадио Буэндия, чье необузданное воображение превосходило чудотворный гений самой природы и даже силу маг",
  "img": "solitude.jpg",
  "popularity": 73,
  "createdAt": {
    "$date": {
      "$numberLong": "-83744830071"
    }
  },
  "author": "Габриэль Гарсиа Маркес",
  "description": "Одна из величайших книг XX века.\n\nСтранная, поэтичная, причудливая история города Макондо, затерянного где-то в джунглях, – от сотворения до упадка.\n\nИстория рода Буэндиа – семьи, в которой чудеса столь повседневны, что на них даже не обращают внимания.\n\nКлан Буэндиа порождает святых и грешников, революционеров, героев и предателей, лихих авантюристов – и женщин, слишком прекрасных для обычной жизни.\n\nВ нем кипят необычайные страсти – и происходят невероятные события.\n\nОднако эти невероятные события снова и снова становятся своеобразным «волшебным зеркалом», сквозь которое читателю является подлинная история Латинской Америки…",
  "__v": 0
},
{
  "_id": {
    "$oid": "6494a02cebaad2af10e3c999"
  },
  "title": "Мертвые души",
  "content": "Кто бы ты ни был, мой читатель, на каком бы месте ни стоял, в каком бы звании ни находился, почтен ли ты высшим чином или человек простого сословия, но если тебя вразумил Бог грамоте и попалась уже тебе в руки моя книга, я прошу тебя помочь мне.\nВ книге, которая перед тобой, которую, вероятно, ты уже прочел в ее первом издании, изображен человек, взятый из нашего же государства. Ездит он по нашей Русской земле, встречается с людьми всяких сословий, от благородных до простых. Взят он больше затем, чтобы показать недостатки и пороки русского человека, а не его достоинства и добродетели, и все люди, которые окружают его, взяты также затем, чтобы показать наши слабости и недостатки; лучшие люди и характеры будут в других частях. В книге этой многое описано неверно, не так, как есть и как действительно происходит в Русской земле, потому что я не мог узнать всего: мало жизни человека на то, чтобы узнать одному и сотую часть того, что делается в нашей земле. Притом от моей собственной оплошности, незрелости и поспешности произошло множество всяких ошибок и промахов, так что на всякой странице есть что поправить: я прошу тебя, читатель, поправить меня. Не пренебреги таким делом. Какого бы ни был ты сам высокого образования и жизни высокой, и какою бы ничтожною ни показалась в глазах твоих моя книга, и каким бы ни показалось тебе мелким делом ее исправлять и писать на нее замечания, — я прошу тебя это сделать. А ты, читатель невысокого образования и простого звания, не считай себя таким невежею, чтобы ты не мог меня чему-нибудь поучить. Всякий человек, кто жил и видел свет и встречался с людьми, заметил что-нибудь такое, чего другой не заметил, и узнал что-нибудь такое, чего другие не знают. А потому не лиши меня твоих замечаний: не может быть, чтобы ты не нашелся чего-нибудь сказать на какое-нибудь место во всей книге, если только внимательно прочтешь ее.\nКак бы, например, хорошо было, если бы хотя один из тех, которые богаты опытом и познанием жизни и знают круг тех людей, которые мною описаны, сделал свои заметки сплошь на всю книгу, не пропуская ни одного листа ее, и принялся бы читать ее не иначе, как взявши в руки перо и положивши перед собою лист почтовой бумаги, и после прочтенья нескольких страниц припомнил бы себе всю жизнь свою и всех людей, с которыми встречался, и все происшествия, случившиеся перед его глазами, и все, что видел сам или что слышал от других подобного тому, что изображено в моей книге, или же противоположного тому, все бы это описал в таком точно виде, в каком оно предстало его памяти, и посылал бы ко мне всякий лист по мере того, как он испишется, покуда таким образом не прочтется им вся книга. Какую бы кровную он оказал мне услугу! О слоге или красоте выражений здесь нечего заботиться; дело в деле и в правде дела, а не в слоге. Нечего ему также передо мною чиниться, если бы захотелось меня попрекнуть, или побранить, или указать мне вред, какой я произвел наместо пользы необдуманным и неверным изображением чего бы то ни было. За все буду ему благодарен.\nХорошо бы также, если бы кто нашелся из сословия высшего, отдаленный всем и самой жизнью и образованием от того круга людей, который изображен в моей книге, но знающий зато жизнь того сословия, среди которого живет, и решился бы таким же самым образом прочесть сызнова мою книгу и мысленно припомнить себе всех людей сословия высшего, с которыми встречался на веку своем, и рассмотреть внимательно, нет ли какого сближения между этими сословиями и не повторяется ли иногда то же самое в круге высшем, что делается в низшем? и все, что ни придет ему на ум по этому поводу, то есть всякое происшествие высшего круга, служащее в подтверждение или в опровержение этого, описал бы, как оно случилось перед его глазами, не пропуская ни людей с их нравами, склонностями и привычками, ни бездушных вещей, их окружающих, от одежд до мебелей и стен домов, в которых живут они. Мне нужно знать это сословие, которое есть цвет народа. Я не могу выдать последних томов моего сочинения по тех пор, покуда сколько-нибудь не узнаю русскую жизнь со всех ее сторон, хотя в такой мере, в какой мне нужно ее знать для моего сочинения.\nНедурно также, если бы кто-нибудь такой, кто наделен способностью воображать или живо представлять себе различные положения людей и преследовать их мысленно на разных поприщах, — словом, кто способен углубляться в мысль всякого читаемого им автора или развивать ее, проследил бы пристально всякое лицо, выведенное в моей книге, и сказал бы мне, как оно должно поступить в таких и таких случаях, что с ним, судя по началу, должно случиться далее, какие могут ему представиться обстоятельства новые и что было бы хорошо прибавить к тому, что уже мной описано; все это желал бы я принять в соображение к тому времени, когда воспоследует издание новое этой книги, в другом и лучшем виде.\nОб одном прошу крепко того, кто захотел бы наделить меня своими замечаниями: не думать в это время, как он будет писать, что пишет он их для человека ему равного по образованию, который одинаковых с ним вкусов и мыслей и может уже многое смекнуть и сам без объяснения; но вместо того воображать себе, что перед ним стоит человек, несравненно его низший образованьем, ничему почти не учившийся. Лучше даже, если наместо меня он себе представит какого-нибудь деревенского дикаря, которого вся жизнь прошла в глуши, с которым нужно входить в подробнейшее объяснение всякого обстоятельства и быть просту в речах, как с ребенком, опасаясь ежеминутно, чтоб не употребить выражений свыше его понятия. Если это беспрерывно будет иметь в виду тот, кто станет делать замечания на мою книгу, то его замечания выйдут более значительны и любопытны, чем он думает сам, а мне принесут истинную пользу.\nИтак, если бы случилось, что моя сердечная просьба была бы уважена моими читателями и нашлись бы из них действительно такие добрые души, которые захотели бы сделать все так, как я хочу, то вот каким образом они могут переслать свои замечания: сделавши сначала пакет на мое имя, завернуть его потом в другой пакет, или на имя ректора С.-Петербургского университета, его превосходительства Петра Александровича Плетнева, адресуя прямо в С.-Петербургский университет, или на имя профессора Московского университета, его высокородия Степана Петровича Шевырева, адресуя в Московский университет, смотря по тому, к кому какой город ближе.\nА всех, как журналистов, так и вообще литераторов, благодаря искренно за все их прежние отзывы о моей книге, которые, несмотря на некоторую неумеренность и увлечения, свойственные человеку, принесли, однако ж, пользу большую как голове, так и душе моей, прошу не оставить и на этот раз меня своими замечаниями. Уверяю искренно, что все, что ни будет ими сказано на вразумленье или поученье мое, будет принято мною с благодарностью.",
  "img": "souls.jpg",
  "popularity": 25,
  "createdAt": {
    "$date": {
      "$numberLong": "-4016579667927"
    }
  },
  "author": "Н. В. Гоголь",
  "description": "«Мертвые души» – уникальный роман, ставший для русской литературы своеобразным эталоном иронической прозы.\n\nКнига, раздерганная на цитаты еще в XIX в. и no-прежнему потрясающая воображение.\n\nИстория гениального дельца Чичикова, скупающего в глухой провинции «мертвые души» крепостных крестьян, по сей день поражает своей современностью и удивительным юмором!",
  "__v": 0
},
{
  "_id": {
    "$oid": "6494a230ebaad2af10e3ca07"
  },
  "title": "Уличный кот по имени Боб",
  "content": "Я где-то вычитал известную цитату о том, что каждый день нашей жизни дает нам второй шанс, стоит только руку протянуть, но проблема в том, что мы им не пользуемся.\n\nБольшую часть жизни я доказывал справедливость этих слов. Мне подворачивалось немало возможностей, иногда по несколько раз в день. Долгое время я не обращал на них внимания, но все изменилось ранней весной 2007 года. Тогда я подружился с Бобом. Когда я вспоминаю тот день, мне кажется, что, быть может, ему тоже выпал второй шанс.\n\nВпервые мы встретились пасмурным мартовским вечером. Лондон еще не до конца стряхнул с себя зиму, поэтому на улицах стоял промозглый холод, особенно когда ветер дул со стороны Темзы. Поскольку к ночи заметно подморозило, я чуть раньше, чем обычно, вернулся в Тоттенхэм после того, как целый день выступал перед прохожими на площади Ковент-Гарден.\n\nЗа спиной у меня болтались рюкзак и черный чехол для гитары, а рядом шла близкая подруга Бэлль. Много лет назад мы встречались, а теперь были просто друзьями. В тот вечер мы планировали купить дешевый карри навынос и посмотреть кино на экране маленького черно-белого телевизора, который мне удалось приобрести в благотворительном магазине за углом.\n\nЛифт, как всегда, не работал; мы приготовились к долгому пути на шестой этаж и приступили к покорению первого лестничного пролета. Лампочку на площадке кто-то разбил, поэтому первый этаж был погружен в темноту; тем не менее я заметил в полумраке пару блестящих глаз. А когда услышал тихое жалобное мяуканье, понял, кому они принадлежат.\n\nНаклонившись, я разглядел рыжего кота, свернувшегося клубком на коврике возле одной из дверей. В детстве у нас дома постоянно жили кошки, и я всегда испытывал теплые чувства к этим животным. Рассмотрев мяукающего незнакомца получше, я понял, что передо мной самец. Хотя раньше я его в нашем доме не видел, даже тогда, в полумраке, я мог сказать, что у этого кота есть характер. Он совершенно не нервничал, скорее, наоборот, от него веяло сдержанным спокойствием и невозмутимой уверенностью. Кот явно чувствовал себя на лестничной площадке как дома; судя по пристальному, слегка любопытному взгляду умных глаз, это меня он воспринимал как непрошеного гостя на своей территории. И будто спрашивал: «Кто ты и что привело тебя сюда?»\n\nЯ не выдержал, присел рядом с котом и представился.\n\n— Привет, парень. Не видел тебя здесь раньше. Ты тут живешь? — спросил я.\n\nКот посмотрел на меня с деланым равнодушием, будто прикидывал, стоит ли мне отвечать. Я решил почесать ему за ушком: во-первых, чтобы подружиться, во-вторых, чтобы проверить, нет ли на нем ошейника или других признаков того, что передо мной домашний кот, — разглядеть в темноте, ухоженный он или нет, не представлялось возможным. Мой новый знакомый оказался бродягой; что ж, Лондон может похвастаться большим количеством бездомных котов.\n\nРыжему почесывание за ухом пришлось по душе: он принялся тереться о мою руку. Погладив его по спине, я нащупал там и здесь несколько лысых пятен. Да, этому коту явно не помешало бы хорошее питание. А судя по тому, как он поворачивался ко мне то одним, то другим боком, порция заботы и ласки тоже была бы нелишней.\n\n— Бедный кошак… думаю, он бездомный. Ошейника у него нет, и посмотри, какой он худой, — сказал я, оглянувшись на Бэлль, которая терпеливо ждала на лестнице. Она знала, что у меня слабость к котам.\n\n— Нет, Джеймс, ты не можешь взять его себе, — сказала она, кивая на дверь квартиры, возле которой устроился кот. — Он не просто так сюда пришел — скорее всего, где-то здесь живут хозяева. Может, он ждет, когда они вернутся домой и пустят его внутрь.\n\nЯ неохотно согласился со своей подругой. В конце концов, я не мог просто так взять кота к себе, даже если все и указывало на то, что идти ему некуда. Я сам только недавно сюда въехал и до сих пор пытался навести порядок в квартире. Вдруг в этом доме и правда живут его хозяева? Вряд ли они будут рады узнать, что кто-то присвоил их кота.\n\nБолее того, мне только лишней ответственности сейчас не хватало. Музыкант-неудачник, пытающийся избавиться от наркозависимости, едва способный заработать на немудрящую еду и живущий в муниципальной квартире… да я и о себе-то толком позаботиться не мог.\n\n* * *\nВыходя из дома на следующее утро, я встретил рыжего кота на том же месте. Очевидно, он провел на коврике последние двенадцать часов — и покидать его не собирался. Опустившись на одно колено, я погладил кота, и тот снова с благодарностью откликнулся на неожиданную ласку. Он мурчал, наслаждаясь вниманием; пусть он держался несколько настороженно, я чувствовал, что он постепенно начинает мне доверять.",
  "img": "cat.jpg",
  "popularity": 1002,
  "createdAt": {
    "$date": "2012-08-18T19:34:08.841Z"
  },
  "author": "Джеймс Боуэн",
  "description": "Мировой автобиографический бестселлер о жизни бездомного музыканта, зарабатывающего игрой на гитаре на улицах Лондона. Однажды он встречает рыжего кота – и жизнь резко меняется в лучшую сторону. Герой справляется с героиновой зависимостью, находит жилье и работу. История кота Боба и его владельца, почти потерявшего надежду на светлое будущее, имеет свой видео-канал и многочисленные сообщества в популярных мессенджерах. По мотивам произведения снят художественный фильм. Книга переведена на более 30 языков и занимает лидирующие места в рейтинге самых вдохновляющих рассказов мира. Увлекательные очерки Джеймса Боуэна Уличный кот по имени Боб. Как человек и кот обрели надежду на улицах Лондона можно читать онлайн в нашей библиотеке.",
  "__v": 0
},
{
  "_id": {
    "$oid": "6494aa10ebaad2af10e3cbbe"
  },
  "title": "Братья Карамазовы",
  "content": "От автора\nНачиная жизнеописание героя моего, Алексея Федоровича Карамазова, нахожусь в некотором недоумении. А именно: хотя я и называю Алексея Федоровича моим героем, но, однако, сам знаю, что человек он отнюдь не великий, а посему и предвижу неизбежные вопросы вроде таковых: чем же замечателен ваш Алексей Федорович, что вы выбрали его своим героем? Что сделал он такого? Кому и чем известен? Почему я, читатель, должен тратить время на изучение фактов его жизни?\n\nПоследний вопрос самый роковой, ибо на него могу лишь ответить: «Может быть, увидите сами из романа». Ну а коль прочтут роман и не увидят, не согласятся с примечательностью моего Алексея Федоровича? Говорю так, потому что с прискорбием это предвижу. Для меня он примечателен, но решительно сомневаюсь, успею ли это доказать читателю. Дело в том, что это, пожалуй, и деятель, но деятель неопределенный, невыяснившийся. Впрочем, странно бы требовать в такое время, как наше, от людей ясности. Одно, пожалуй, довольно несомненно: это человек странный, даже чудак. Но странность и чудачество скорее вредят, чем дают право на внимание, особенно когда все стремятся к тому, чтоб объединить частности и найти хоть какой-нибудь общий толк во всеобщей бестолочи. Чудак же в большинстве случаев частность и обособление. Не так ли?\n\nВот если вы не согласитесь с этим последним тезисом и ответите: «Не так» или «не всегда так», то я, пожалуй, и ободрюсь духом насчет значения героя моего Алексея Федоровича. Ибо не только чудак «не всегда» част",
  "img": "karamazov.jpg",
  "popularity": 45,
  "createdAt": {
    "$date": {
      "$numberLong": "-2815703535767"
    }
  },
  "author": "Ф.М Достоевский",
  "description": "Самый сложный, самый многоуровневый и неоднозначный из романов Достоевского, который критики считали то «интеллектуальным детективом», то «ранним постмодернизмом», то – «лучшим из произведений о загадочной русской душе».\n\nРоман, легший в основу десятков экранизаций – от предельно точных до самых отвлеченных, – но не утративший своей духовной силы…",
  "__v": 0
}]